Repository: savyobrenner/iTunesExplorer
Catalog: iTunesExplorer/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: es, pt_br

# error.invalid_response
source: Invalid response from server
es: Respuesta inválida del servidor
pt_br: Resposta inválida do servidor

# error.network
source: Connection error
es: Error de conexión
pt_br: Erro de conexão

# error.server
source: Internal server error
es: Error interno del servidor
pt_br: Erro interno do servidor

# error.timeout
source: Request timed out
es: Tiempo de solicitud agotado
pt_br: Tempo de solicitação esgotado

# error.unknown
source: Unknown error
es: Error desconocido
pt_br: Erro desconhecido

source: Listen on Apple Music
es: Escuchar en Apple Music
pt_br: Ouvir no Apple Music

# mobile.data.alert.keep
source: Keep 100
es: Mantener 100
pt_br: Manter 100

# mobile.data.alert.message
source: To save data, would you like to reduce the album list to 50?
es: Para ahorrar datos, ¿quieres reducir la lista de álbumes a 50?
pt_br: Para economizar dados, deseja reduzir a lista de álbuns para 50?

# mobile.data.alert.reduce
source: Reduce
es: Reducir
pt_br: Reduzir

# mobile.data.alert.title
source: You're on mobile data
es: Estás usando datos móviles
pt_br: Você está usando dados móveis

# offline.message
source: No internet. You're viewing cached data.
es: Sin conexión. Estás viendo datos en caché.
pt_br: Sem internet. Você está vendo dados em cache.

source: Offline Mode Enabled
es: Modo sin conexión activado
pt_br: Modo Offline Ativado

# offline.mode.enabled.description
source: Some data may be outdated or images may not load correctly.
es: Algunos datos pueden estar desactualizados o las imágenes podrían no cargarse correctamente.
pt_br: Alguns dados podem estar desatualizados ou imagens podem não carregar corretamente.

# online.message
source: Connection restored. You're back online.
es: Conexión restablecida. Ya estás en línea.
pt_br: Conexão restaurada. Você está online novamente.

source: Price: %@
es: Precio: %@
pt_br: Preço: %@

# top.albums
source: Top %d Albums in %@
es: Top %d álbumes en %@
pt_br: Top %d álbuns em %@

# tracks_count
source: %@ tracks
es: %@ canciones
pt_br: %@ faixas
